tap "d12frosted/emacs-plus"
tap "daviderestivo/emacs-head"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
tap "phinze/cask"
tap "sachaos/todoist"
tap "universal-ctags/universal-ctags"
brew "arduino-cli"
brew "autojump"
brew "automake"
brew "python@3.9"
brew "glib"
brew "cmake"
brew "coreutils"
brew "cppcheck"
brew "llvm"
brew "cquery"
brew "cscope"
brew "diff-so-fancy"
brew "docutils"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "nghttp2"
brew "sdl2"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gdb"
brew "git"
brew "git-cola"
brew "libksba"
brew "gnupg"
brew "htop"
brew "hugo"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "lazygit"
brew "libpq"
brew "libproxy"
brew "pango"
brew "ruby"
brew "macvim"
brew "meson"
brew "mono"
brew "neovim"
brew "pgcli"
brew "pyenv"
brew "qt"
brew "pyqt"
brew "ripgrep"
brew "sdl2_image"
brew "sdl2_ttf"
brew "sip"
brew "sphinx-doc"
brew "tmux"
brew "wordnet"
brew "youtube-dl"
brew "zlib"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["HEAD"]
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "sachaos/todoist/todoist"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "adobe-creative-cloud"
cask "alfred"
cask "amethyst"
cask "docker"
cask "dropbox"
cask "firefox"
cask "focus"
cask "font-fantasquesansmono-nerd-font"
cask "font-firacode-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "itsycal"
cask "notion"
cask "omnidisksweeper"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "retroarch"
cask "sizeup"
cask "slack"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "workflowy"
cask "xquartz"
cask "zoom"
